{
  "terms": {
    "en": {
      "title": "Terms & Conditions",
      "lastUpdated": "Last Updated: November 9, 2025",
      "sections": [
        {
          "heading": "Owner and Data Controller",
          "content": "<strong>Company:</strong> Overseas MCC<br /><strong>Address:</strong> Beirut, Lebanon<br /><strong>Contact Email:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>"
        },
        {
          "heading": "Introduction",
          "content": "Welcome! These Terms & Conditions ('Terms') govern your use of websites, applications, and related services ('Sites' or 'Services') provided by Overseas MCC ('we', 'us', or 'our').<br /><br />By accessing or using our Sites or Services, you agree to be bound by these Terms. If you do not agree, please do not use our Sites or Services."
        },
        {
          "heading": "1. Acceptance of Terms",
          "content": "By using our Sites or Services, you confirm that you:<ul><li>Are at least 18 years old (or the age of majority in your jurisdiction)</li><li>Have the legal capacity to enter into a binding agreement</li><li>Agree to comply with all applicable laws and regulations</li></ul>If you are using the Services on behalf of an organization, you represent that you have the authority to bind that organization to these Terms.",
          "summary": "<strong>In Summary:</strong> You must be of legal age and agree to these Terms to use our Services."
        },
        {
          "heading": "2. Changes to Terms",
          "content": "We may update these Terms from time to time. When changes are made, we will update the 'Last Updated' date at the top of this page and post the revised Terms on our website. Your continued use of our Sites or Services after changes take effect constitutes acceptance of the updated Terms.",
          "summary": "<strong>In Summary:</strong> We may update these Terms periodically. Continued use means you accept the updates."
        },
        {
          "heading": "3. Subscriptions and Payments",
          "content": "Some of our Services may require a subscription or payment. By subscribing or making a purchase, you agree to pay the applicable fees and charges. Billing terms, renewal policies, and cancellation procedures will be provided at the time of purchase or subscription. If you wish to cancel or modify a subscription, please follow the instructions provided or contact us at <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>.",
          "summary": "<strong>In Summary:</strong> If you subscribe or make a purchase, you agree to pay the stated fees and follow our billing and cancellation policies."
        },
        {
          "heading": "4. User Responsibilities",
          "content": "You agree to:<ul><li>Use our Sites and Services lawfully and in accordance with these Terms</li><li>Provide accurate, current, and complete information when required</li><li>Maintain the security of your account credentials (if applicable)</li><li>Not engage in fraudulent, abusive, or illegal activities</li><li>Not attempt to disrupt or interfere with the operation of our Sites or Services</li></ul>We reserve the right to suspend or terminate your access if you violate these Terms or engage in prohibited conduct.",
          "summary": "<strong>In Summary:</strong> Use our Services responsibly and follow the rules, or we may restrict your access."
        },
        {
          "heading": "5. Intellectual Property",
          "content": "All content on our Sites—including text, graphics, logos, images, software, and other materials—is owned by us or our licensors and is protected by copyright, trademark, and other intellectual property laws. You may not copy, reproduce, distribute, or create derivative works from our content without our prior written consent.",
          "summary": "<strong>In Summary:</strong> Our content is protected by law. You cannot copy or misuse it without permission."
        },
        {
          "heading": "6. Limitation of Liability",
          "content": "To the fullest extent permitted by law, we are not liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of our Sites or Services. This includes, but is not limited to, loss of profits, data, or goodwill. Our total liability to you for any claim shall not exceed the amount you paid to us in the past 12 months (if any).",
          "summary": "<strong>In Summary:</strong> We are not responsible for indirect damages, and our liability is limited."
        },
        {
          "heading": "7. Termination",
          "content": "We may suspend or terminate your access to our Sites or Services at any time, with or without notice, if we believe you have violated these Terms or for any other reason. Upon termination, your right to use the Services will immediately cease.",
          "summary": "<strong>In Summary:</strong> We can terminate your access if you violate these Terms or for other reasons."
        },
        {
          "heading": "8. Governing Law and Dispute Resolution",
          "content": "These Terms are governed by the laws of Lebanon, without regard to conflict of law principles. Any disputes arising out of or related to these Terms or your use of our Sites or Services shall be resolved in the courts of Lebanon, unless otherwise required by applicable law.",
          "summary": "<strong>In Summary:</strong> Lebanese law applies, and disputes will be resolved in Lebanese courts unless otherwise required."
        },
        {
          "heading": "9. Contact Us",
          "content": "If you have any questions about these Terms, please contact us at:<br /><br /><strong>Email:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>",
          "summary": "<strong>In Summary:</strong> For questions, reach us at info@playcheaply.com."
        }
      ]
    },
    "ar": {
      "title": "الشروط والأحكام",
      "lastUpdated": "آخر تحديث: 9 نوفمبر 2025",
      "sections": [
        {
          "heading": "المالك ومراقب البيانات",
          "content": "<strong>الشركة:</strong> Overseas MCC<br /><strong>العنوان:</strong> بيروت، لبنان<br /><strong>البريد الإلكتروني:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>"
        },
        {
          "heading": "مقدمة",
          "content": "مرحباً! تحكم هذه الشروط والأحكام ('الشروط') استخدامك للمواقع الإلكترونية والتطبيقات والخدمات ذات الصلة ('المواقع' أو 'الخدمات') التي تقدمها Overseas MCC ('نحن' أو 'لنا').<br /><br />من خلال الوصول إلى مواقعنا أو خدماتنا أو استخدامها، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق، يرجى عدم استخدام مواقعنا أو خدماتنا."
        },
        {
          "heading": "1. قبول الشروط",
          "content": "باستخدام مواقعنا أو خدماتنا، فإنك تؤكد أنك:<ul><li>لا يقل عمرك عن 18 عاماً (أو سن الرشد في ولايتك القضائية)</li><li>لديك الأهلية القانونية لإبرام اتفاق ملزم</li><li>توافق على الامتثال لجميع القوانين واللوائح المعمول بها</li></ul>إذا كنت تستخدم الخدمات نيابة عن منظمة، فإنك تقر بأن لديك السلطة لإلزام تلك المنظمة بهذه الشروط.",
          "summary": "<strong>باختصار:</strong> يجب أن تكون في السن القانونية وأن توافق على هذه الشروط لاستخدام خدماتنا."
        },
        {
          "heading": "2. التغييرات على الشروط",
          "content": "قد نقوم بتحديث هذه الشروط من وقت لآخر. عند إجراء التغييرات، سنقوم بتحديث تاريخ 'آخر تحديث' في أعلى هذه الصفحة ونشر الشروط المنقحة على موقعنا. يشكل استمرارك في استخدام مواقعنا أو خدماتنا بعد دخول التغييرات حيز التنفيذ قبولاً للشروط المحدثة.",
          "summary": "<strong>باختصار:</strong> قد نقوم بتحديث هذه الشروط بشكل دوري. الاستخدام المستمر يعني قبولك للتحديثات."
        },
        {
          "heading": "3. الاشتراكات والمدفوعات",
          "content": "قد تتطلب بعض خدماتنا اشتراكاً أو دفعاً. من خلال الاشتراك أو الشراء، فإنك توافق على دفع الرسوم والتكاليف المعمول بها. سيتم توفير شروط الفوترة وسياسات التجديد وإجراءات الإلغاء في وقت الشراء أو الاشتراك. إذا كنت ترغب في إلغاء أو تعديل الاشتراك، يرجى اتباع التعليمات المقدمة أو الاتصال بنا على <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>.",
          "summary": "<strong>باختصار:</strong> إذا اشتركت أو قمت بعملية شراء، فإنك توافق على دفع الرسوم المذكورة واتباع سياسات الفوترة والإلغاء الخاصة بنا."
        },
        {
          "heading": "4. مسؤوليات المستخدم",
          "content": "أنت توافق على:<ul><li>استخدام مواقعنا وخدماتنا بشكل قانوني ووفقاً لهذه الشروط</li><li>تقديم معلومات دقيقة وحديثة وكاملة عند الحاجة</li><li>الحفاظ على أمان بيانات اعتماد حسابك (إن وجدت)</li><li>عدم الانخراط في أنشطة احتيالية أو مسيئة أو غير قانونية</li><li>عدم محاولة تعطيل أو التدخل في تشغيل مواقعنا أو خدماتنا</li></ul>نحتفظ بالحق في تعليق أو إنهاء وصولك إذا انتهكت هذه الشروط أو انخرطت في سلوك محظور.",
          "summary": "<strong>باختصار:</strong> استخدم خدماتنا بمسؤولية واتبع القواعد، وإلا فقد نقيد وصولك."
        },
        {
          "heading": "5. الملكية الفكرية",
          "content": "جميع المحتويات الموجودة على مواقعنا - بما في ذلك النصوص والرسومات والشعارات والصور والبرامج والمواد الأخرى - مملوكة لنا أو لمرخصينا ومحمية بموجب قوانين حقوق النشر والعلامات التجارية وقوانين الملكية الفكرية الأخرى. لا يجوز لك نسخ أو إعادة إنتاج أو توزيع أو إنشاء أعمال مشتقة من محتوانا دون موافقتنا الخطية المسبقة.",
          "summary": "<strong>باختصار:</strong> محتوانا محمي بموجب القانون. لا يمكنك نسخه أو إساءة استخدامه دون إذن."
        },
        {
          "heading": "6. تحديد المسؤولية",
          "content": "إلى أقصى حد يسمح به القانون، لسنا مسؤولين عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية ناشئة عن أو تتعلق باستخدامك لمواقعنا أو خدماتنا. يشمل ذلك، على سبيل المثال لا الحصر، خسارة الأرباح أو البيانات أو حسن النية. لن تتجاوز مسؤوليتنا الإجمالية تجاهك عن أي مطالبة المبلغ الذي دفعته لنا في الـ 12 شهراً الماضية (إن وجد).",
          "summary": "<strong>باختصار:</strong> لسنا مسؤولين عن الأضرار غير المباشرة، ومسؤوليتنا محدودة."
        },
        {
          "heading": "7. الإنهاء",
          "content": "قد نقوم بتعليق أو إنهاء وصولك إلى مواقعنا أو خدماتنا في أي وقت، مع أو بدون إشعار، إذا كنا نعتقد أنك انتهكت هذه الشروط أو لأي سبب آخر. عند الإنهاء، سيتوقف حقك في استخدام الخدمات على الفور.",
          "summary": "<strong>باختصار:</strong> يمكننا إنهاء وصولك إذا انتهكت هذه الشروط أو لأسباب أخرى."
        },
        {
          "heading": "8. القانون الحاكم وحل النزاعات",
          "content": "تخضع هذه الشروط لقوانين لبنان، دون اعتبار لمبادئ تنازع القوانين. سيتم حل أي نزاعات ناشئة عن أو تتعلق بهذه الشروط أو استخدامك لمواقعنا أو خدماتنا في محاكم لبنان، ما لم يكن مطلوباً خلاف ذلك بموجب القانون المعمول به.",
          "summary": "<strong>باختصار:</strong> ينطبق القانون اللبناني، وسيتم حل النزاعات في المحاكم اللبنانية ما لم يكن مطلوباً خلاف ذلك."
        },
        {
          "heading": "9. اتصل بنا",
          "content": "إذا كانت لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا على:<br /><br /><strong>البريد الإلكتروني:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>",
          "summary": "<strong>باختصار:</strong> للأسئلة، تواصل معنا على info@playcheaply.com."
        }
      ]
    }
  },
  "privacy": {
    "en": {
      "title": "Privacy Policy",
      "lastUpdated": "Last Updated: November 9, 2025",
      "sections": [
        {
          "heading": "Owner and Data Controller",
          "content": "<strong>Company:</strong> Overseas MCC<br /><strong>Address:</strong> Beirut, Lebanon<br /><strong>Contact Email:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>"
        },
        {
          "heading": "Introduction",
          "content": "This Privacy Policy explains how we collect, use, and protect your information when you use our websites, applications, or related services ('Services'). Please read it carefully.<br /><br />If you do not agree with this Privacy Policy, you should not use our Sites or Services. This Privacy Policy forms part of our Terms of Service."
        },
        {
          "heading": "1. Information We Collect",
          "subsections": [
            {
              "subheading": "When You Provide It",
              "content": "We collect information that you provide directly, such as your name, email address, and phone number. You may browse our Sites without providing personal information, but certain Services may require registration or contact details. If you make a purchase or subscription, payment information may be collected by us or by a third-party payment processor.",
              "summary": "<strong>In Summary:</strong> We collect the information you voluntarily provide when registering, subscribing, or contacting us."
            },
            {
              "subheading": "Technical Information",
              "content": "We automatically collect technical data when you visit our Sites or use our Services. This may include your device type, browser information, IP address, geographic location, and how you use our Sites. Cookies and similar technologies help us analyze usage, enhance security, and improve your overall experience.",
              "summary": "<strong>In Summary:</strong> We automatically gather technical information to personalize and improve our Services."
            },
            {
              "subheading": "Information from Partners and Advertisers",
              "content": "We may use analytics and advertising tools (such as Google Analytics, Google Ads, and Hotjar) to help us understand usage trends and optimize performance. These tools may use cookies or similar technologies to collect data on how you interact with our content and ads.",
              "summary": "<strong>In Summary:</strong> We use third-party tools to analyze and improve our content, marketing, and user experience."
            }
          ]
        },
        {
          "heading": "2. Managing Cookies and Opting Out",
          "content": "You can refuse cookies or set your browser to notify you when cookies are used. To opt out of tracking by analytics or advertising services, visit their respective opt-out pages.",
          "summary": "<strong>In Summary:</strong> You control your cookie settings and can opt out of tracking at any time."
        },
        {
          "heading": "3. How We Use Your Information",
          "content": "We use your information to:<ul><li>Provide, maintain, and improve our Services</li><li>Process payments and manage subscriptions</li><li>Send service notifications or marketing updates (where permitted)</li><li>Respond to inquiries and customer support requests</li><li>Comply with legal obligations and enforce our terms</li></ul>",
          "summary": "<strong>In Summary:</strong> We use your data to operate and enhance our Services and to communicate with you."
        },
        {
          "heading": "4. Data Retention",
          "content": "We retain personal data only as long as necessary to fulfill the purposes described in this policy and comply with applicable laws. Once it is no longer needed, we securely delete or anonymize it.",
          "summary": "<strong>In Summary:</strong> Your data is kept only as long as necessary and securely removed when no longer required."
        },
        {
          "heading": "5. Data Protection and International Transfers",
          "content": "We implement reasonable technical and organizational safeguards to protect your information. While we take steps to ensure your data is secure, no system is completely secure. Your data may be processed in countries outside your own, and we ensure adequate protection during any such transfer.",
          "summary": "<strong>In Summary:</strong> We protect your data and apply appropriate safeguards when it's processed internationally."
        },
        {
          "heading": "6. Sharing Your Information",
          "content": "We may share information with trusted third parties who help us deliver and improve our Services, such as analytics providers or payment processors. We do not share personal data without your consent unless required by law or necessary to protect our rights.",
          "summary": "<strong>In Summary:</strong> We share data only with trusted partners when necessary and never sell your personal information."
        },
        {
          "heading": "7. Children's Privacy",
          "content": "Our Services are not intended for children under 13, and we do not knowingly collect personal information from them. If we discover that a child has provided personal data, we will delete it promptly. Additional rights may apply for minors in certain jurisdictions.",
          "summary": "<strong>In Summary:</strong> We do not collect or store data from users under 13."
        },
        {
          "heading": "8. Updates to This Policy",
          "content": "We may update this Privacy Policy from time to time. When changes are made, we will update the 'Last Updated' date above and post the revised version on our website. Continued use of our Services after changes take effect constitutes acceptance of the updated policy.",
          "summary": "<strong>In Summary:</strong> We may update this policy periodically and will always indicate the latest revision date."
        },
        {
          "heading": "9. Contacting Us",
          "content": "If you have questions about this Privacy Policy or wish to access, correct, or delete your personal information, please contact us at:<br /><br /><strong>Email:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a><br /><br />If you believe your data rights have not been respected, you may contact your local data protection authority.",
          "summary": "<strong>In Summary:</strong> For any privacy questions or requests, reach us at info@playcheaply.com."
        }
      ]
    },
    "ar": {
      "title": "سياسة الخصوصية",
      "lastUpdated": "آخر تحديث: 9 نوفمبر 2025",
      "sections": [
        {
          "heading": "المالك ومراقب البيانات",
          "content": "<strong>الشركة:</strong> Overseas MCC<br /><strong>العنوان:</strong> بيروت، لبنان<br /><strong>البريد الإلكتروني:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a>"
        },
        {
          "heading": "مقدمة",
          "content": "توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا وحماية معلوماتك عند استخدام مواقعنا الإلكترونية أو تطبيقاتنا أو الخدمات ذات الصلة ('الخدمات'). يرجى قراءتها بعناية.<br /><br />إذا كنت لا توافق على سياسة الخصوصية هذه، فلا يجب عليك استخدام مواقعنا أو خدماتنا. تشكل سياسة الخصوصية هذه جزءاً من شروط الخدمة الخاصة بنا."
        },
        {
          "heading": "1. المعلومات التي نجمعها",
          "subsections": [
            {
              "subheading": "عندما تقدمها",
              "content": "نجمع المعلومات التي تقدمها مباشرة، مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك. يمكنك تصفح مواقعنا دون تقديم معلومات شخصية، ولكن قد تتطلب بعض الخدمات التسجيل أو تفاصيل الاتصال. إذا قمت بعملية شراء أو اشتراك، فقد يتم جمع معلومات الدفع من قبلنا أو من قبل معالج دفع خارجي.",
              "summary": "<strong>باختصار:</strong> نجمع المعلومات التي تقدمها طواعية عند التسجيل أو الاشتراك أو الاتصال بنا."
            },
            {
              "subheading": "المعلومات التقنية",
              "content": "نجمع تلقائياً البيانات التقنية عند زيارتك لمواقعنا أو استخدام خدماتنا. قد يشمل ذلك نوع جهازك ومعلومات المتصفح وعنوان IP والموقع الجغرافي وكيفية استخدامك لمواقعنا. تساعدنا ملفات تعريف الارتباط والتقنيات المماثلة في تحليل الاستخدام وتعزيز الأمان وتحسين تجربتك الإجمالية.",
              "summary": "<strong>باختصار:</strong> نجمع تلقائياً المعلومات التقنية لتخصيص وتحسين خدماتنا."
            },
            {
              "subheading": "المعلومات من الشركاء والمعلنين",
              "content": "قد نستخدم أدوات التحليل والإعلان (مثل Google Analytics و Google Ads و Hotjar) لمساعدتنا في فهم اتجاهات الاستخدام وتحسين الأداء. قد تستخدم هذه الأدوات ملفات تعريف الارتباط أو تقنيات مماثلة لجمع البيانات حول كيفية تفاعلك مع محتوانا وإعلاناتنا.",
              "summary": "<strong>باختصار:</strong> نستخدم أدوات خارجية لتحليل وتحسين محتوانا وتسويقنا وتجربة المستخدم."
            }
          ]
        },
        {
          "heading": "2. إدارة ملفات تعريف الارتباط والانسحاب",
          "content": "يمكنك رفض ملفات تعريف الارتباط أو ضبط متصفحك لإعلامك عند استخدام ملفات تعريف الارتباط. للانسحاب من التتبع بواسطة خدمات التحليل أو الإعلان، قم بزيارة صفحات الانسحاب الخاصة بها.",
          "summary": "<strong>باختصار:</strong> أنت تتحكم في إعدادات ملفات تعريف الارتباط الخاصة بك ويمكنك الانسحاب من التتبع في أي وقت."
        },
        {
          "heading": "3. كيف نستخدم معلوماتك",
          "content": "نستخدم معلوماتك من أجل:<ul><li>توفير وصيانة وتحسين خدماتنا</li><li>معالجة المدفوعات وإدارة الاشتراكات</li><li>إرسال إشعارات الخدمة أو تحديثات التسويق (حيثما يسمح)</li><li>الرد على الاستفسارات وطلبات دعم العملاء</li><li>الامتثال للالتزامات القانونية وتنفيذ شروطنا</li></ul>",
          "summary": "<strong>باختصار:</strong> نستخدم بياناتك لتشغيل وتحسين خدماتنا والتواصل معك."
        },
        {
          "heading": "4. الاحتفاظ بالبيانات",
          "content": "نحتفظ بالبيانات الشخصية فقط طالما كان ذلك ضرورياً لتحقيق الأغراض الموضحة في هذه السياسة والامتثال للقوانين المعمول بها. بمجرد أن لا تعود هناك حاجة إليها، نحذفها بشكل آمن أو نجعلها مجهولة المصدر.",
          "summary": "<strong>باختصار:</strong> يتم الاحتفاظ ببياناتك فقط طالما كان ذلك ضرورياً ويتم إزالتها بشكل آمن عندما لا تعود مطلوبة."
        },
        {
          "heading": "5. حماية البيانات والنقل الدولي",
          "content": "نطبق ضمانات تقنية وتنظيمية معقولة لحماية معلوماتك. بينما نتخذ خطوات لضمان أمان بياناتك، لا يوجد نظام آمن تماماً. قد تتم معالجة بياناتك في بلدان خارج بلدك، ونضمن الحماية الكافية أثناء أي نقل من هذا القبيل.",
          "summary": "<strong>باختصار:</strong> نحمي بياناتك ونطبق الضمانات المناسبة عند معالجتها دولياً."
        },
        {
          "heading": "6. مشاركة معلوماتك",
          "content": "قد نشارك المعلومات مع أطراف ثالثة موثوقة تساعدنا في تقديم وتحسين خدماتنا، مثل مقدمي التحليلات أو معالجي الدفع. لا نشارك البيانات الشخصية دون موافقتك ما لم يكن ذلك مطلوباً بموجب القانون أو ضرورياً لحماية حقوقنا.",
          "summary": "<strong>باختصار:</strong> نشارك البيانات فقط مع الشركاء الموثوقين عند الضرورة ولا نبيع معلوماتك الشخصية أبداً."
        },
        {
          "heading": "7. خصوصية الأطفال",
          "content": "خدماتنا ليست مخصصة للأطفال دون سن 13 عاماً، ولا نجمع عن قصد معلومات شخصية منهم. إذا اكتشفنا أن طفلاً قدم بيانات شخصية، فسنحذفها على الفور. قد تنطبق حقوق إضافية للقصر في بعض الولايات القضائية.",
          "summary": "<strong>باختصار:</strong> لا نجمع أو نخزن بيانات من المستخدمين دون سن 13 عاماً."
        },
        {
          "heading": "8. التحديثات على هذه السياسة",
          "content": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. عند إجراء التغييرات، سنقوم بتحديث تاريخ 'آخر تحديث' أعلاه ونشر النسخة المنقحة على موقعنا. يشكل الاستمرار في استخدام خدماتنا بعد دخول التغييرات حيز التنفيذ قبولاً للسياسة المحدثة.",
          "summary": "<strong>باختصار:</strong> قد نقوم بتحديث هذه السياسة بشكل دوري وسنشير دائماً إلى تاريخ آخر مراجعة."
        },
        {
          "heading": "9. الاتصال بنا",
          "content": "إذا كانت لديك أسئلة حول سياسة الخصوصية هذه أو ترغب في الوصول إلى معلوماتك الشخصية أو تصحيحها أو حذفها، يرجى الاتصال بنا على:<br /><br /><strong>البريد الإلكتروني:</strong> <a href='mailto:info@playcheaply.com'>info@playcheaply.com</a><br /><br />إذا كنت تعتقد أن حقوق بياناتك لم يتم احترامها، يمكنك الاتصال بسلطة حماية البيانات المحلية الخاصة بك.",
          "summary": "<strong>باختصار:</strong> لأي أسئلة أو طلبات تتعلق بالخصوصية، تواصل معنا على info@playcheaply.com."
        }
      ]
    }
  }
}
